{
  "register": {
    "title": "Зарегистрируйтесь и управляйте контентом",
    "google": "Вход с помощью Google",
    "inputs": {
      "username": "Имя пользователя",
      "email": "Электронная почта",
      "password": "Пароль",
      "repPassword": "Повторить пароль"
    },
    "btn": "Регистрация",
    "account": "Уже имеете учетную запись?",
    "privacy": "Согласитесь с нашими условиями. <0>Подробнее.</0>"
  },
  "login": {
    "title": "Войти",
    "google": "Вход с помощью Google",
    "inputs": {
      "username_email": "Имя пользователя или адрес почты",
      "password": "Пароль"
    },
    "forgot_password": "Забыли пароль?",
    "btn": "Войти",
    "account": "У вас нет учетной записи? <0>Регистрация</0>"
  },
  "home": {
    "title": "Главная"
  },
  "user_medias": {
    "title": "Ваши соц-сети"
  },
  "daily_stats": {
    "title": "Дневная статистика",
    "views": "Просмотры",
    "followers": "Подписки",
    "likes": "Лайки"
  },
  "posts": {
    "title": "Посты",
    "add_btn": "Добавить пост"
  },
  "settings": {
    "title": "Настройки",
    "properties": "Свойства аккаунта",
    "edit": {
      "title": "Профиль",
      "change_btn": "Изменить изображение",
      "username": "Имя пользователя"
    },
    "app": "Приложение",
    "medias": {
      "title": "Социальные сети",
      "connected": "Подключенные приложения",
      "connected_description": "Вы можете взаимодействовать с подключенными приложениями на сайте.",
      "available": "Доступные приложения",
      "available_description": "Вы можете взаимодействовать с подключенными приложениями на сайте.",
      "apps_null": "Приложения сейчас недоступны"
    },
    "service": "Сервис",
    "help": {
      "title": "Помощь"
    },
    "lang": {
      "title": "Язык",
      "app": "Язык приложения",
      "app_description": "Отображайте элементы сайта на предпочитаемом языке."
    }
  },
  "notifications": {
    "title": "Уведомление"
  },
  "add": {
    "title": "Создать пост",
    "select_btn": "Выбрать с компьютера",
    "drag": "Перетаскивайте фотографий и видео сюда",
    "post_text_placeholder": "Текст вашего поста",
    "post_btn": "Создать",
    "auditory": {
      "title": "Аудитория",
      "description": "Некоторые приложения не поддерживают эту опцию",
      "for_kids": "Для детей",
      "not_for_kids": "Не для детей"
    },
    "who_can_see_it": {
      "title": "Кто может это увидеть.",
      "description": "Некоторые приложения не поддерживают эту опцию",
      "everyone": "Для всех",
      "friends": "Для друзей",
      "only_me": "Только я"
    }
  },
  "logout": "Выйти",
  "submit_btn": "Отправить",
  "connect_btn": "Подключить",
  "disconnect_btn": "Отключить",
  "search_placeholder": "Поиск",
  "theme": {
    "light": "Светлая",
    "dark": "Темная"
  },
  "all": "Все",
  "empty": "Ничего не найдено",
  "or": "или",
  "privacyPolicy": {
    "title": "Политика конфиденциальности",
    "effectiveDate": "Дата вступления в силу: [Укажите дату]",
    "introduction_title": "Введение",
    "introduction": "Crawltomedia (\"мы,\" \"наш\" или \"нас\") ценит вашу конфиденциальность. Данная Политика конфиденциальности объясняет, как мы собираем, используем, делимся и защищаем вашу информацию при использовании нашего приложения.",
    "sections": {
      "informationWeCollect": {
        "title": "Информация, которую мы собираем",
        "text": "Мы собираем следующие типы информации:",
        "content": {
          "accountInformation": "Когда вы регистрируетесь, мы собираем ваш адрес электронной почты, имя пользователя и любую другую информацию, предоставленную вами во время регистрации.",
          "oauthTokens": "При подключении ваших аккаунтов в социальных сетях мы собираем OAuth-токены, чтобы обеспечить безопасную публикацию и доступ к статистике аккаунтов. Эти токены шифруются и хранятся в защищенном виде.",
          "usageData": "Мы можем собирать информацию о том, как вы взаимодействуете с нашим приложением, например, посещенные страницы, используемые функции и обнаруженные ошибки.",
          "deviceInformation": "Мы можем собирать информацию об устройстве, которое вы используете для доступа к Crawltomedia, включая ваш IP-адрес, тип браузера и операционную систему.",
          "cookies": "Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения вашего опыта и анализа использования. Cookie — это небольшие файлы, которые хранятся на вашем устройстве и помогают нам: Оставлять вас авторизованным в вашем аккаунте, запоминать ваши предпочтения и настройки, а также анализировать трафик и шаблоны использования для улучшения наших услуг."
        }
      },
      "howWeUseYourInformation": {
        "title": "Как мы используем вашу информацию",
        "text": "Мы используем собранную информацию для:",
        "content": {
          "1": "Аутентификации вашего аккаунта и предоставления доступа к нашему приложению.",
          "2": "Обеспечения публикации в ваших подключенных аккаунтах социальных сетей.",
          "3": "Получения и отображения статистики ваших аккаунтов в социальных сетях.",
          "4": "Улучшения функциональности нашего приложения и пользовательского опыта.",
          "5": "Общения с вами по вопросам обновлений, предложений или изменений в наших услугах."
        }
      },
      "sharingYourInformation": {
        "title": "Обмен вашей информацией",
        "text": "Мы не продаем и не сдаем вашу информацию в аренду третьим сторонам. Мы можем делиться вашей информацией в следующих случаях:",
        "content": {
            "serviceProviders": {
              "title": "Поставщики услуг:",
              "text": "Мы работаем с поставщиками третьих сторон для предоставления наших услуг (например, хостинг, аналитика)."
            },
            "legalCompliance": {
              "title": "Соблюдение законодательства:",
              "text": "Мы можем раскрыть информацию, если это требуется по закону или в ответ на законные запросы."
            },
            "protectionOfRights": {
              "title": "Защита прав:",
              "text": "Мы можем делиться информацией для защиты наших прав, конфиденциальности, безопасности или собственности, а также прав пользователей или других лиц."
            }
        }
      },
      "dataSecurity": {
        "title": "Безопасность данных",
        "content": "Мы серьезно относимся к безопасности ваших данных. Мы используем стандарты шифрования и меры безопасности для защиты вашей информации. Однако ни один метод передачи или хранения данных не является на 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
      },
      "dataRetention": {
        "title": "Хранение данных",
        "content": "Мы храним вашу информацию столько, сколько необходимо для предоставления наших услуг и соблюдения правовых обязательств. Вы можете запросить удаление вашего аккаунта и связанных данных в любое время, связавшись с нами."
      },
      "yourRights": {
        "title": "Ваши права",
        "text": "Вы имеете право на:",
        "content": {
          "1": "Доступ, исправление или удаление ваших персональных данных.",
          "2": "Отзыв вашего согласия на сбор и обработку данных.",
          "3": "Подачу жалобы в орган по защите данных, если вы считаете, что ваши права были нарушены."
        }
      },
      "cookiesAndChoices": {
        "title": "Cookies и ваш выбор",
        "text": "Вы можете:",
        "content": {
          "1": {
            "title": "Принять все cookies:",
            "text": "Позволить полную функциональность и улучшенный пользовательский опыт."
          },
          "2": {
            "title": "Управлять предпочтениями:",
            "text": "Настроить параметры cookies."
          },
          "3": {
            "title": "Отключить cookies:",
            "text": "Отключить ненужные cookies, изменив настройки браузера. Учтите, что это может повлиять на функциональность приложения."
          }
        }
      },
      "thirdPartyServices": {
        "title": "Сервисы третьих сторон",
        "content": "Crawltomedia интегрируется с платформами третьих сторон, такими как YouTube, Instagram и TikTok. У этих платформ есть свои политики конфиденциальности, и мы рекомендуем ознакомиться с ними."
      },
      "policyChanges": {
        "title": "Изменения в Политике конфиденциальности",
        "content": "Мы можем периодически обновлять эту Политику конфиденциальности. Изменения вступают в силу немедленно после публикации. Мы рекомендуем периодически просматривать эту страницу для получения актуальной информации."
      }
    }
  },
  "termsAndConditions": {
    "title": "Условия и положения",
    "lastUpdated": "Последнее обновление: {{date}}",
    "acceptance": {
      "title": "Принятие условий",
      "content": "Получая доступ или используя Crawltomedia, вы соглашаетесь с настоящими Условиями. Если вы не согласны, пожалуйста, воздержитесь от использования наших услуг."
    },
    "description": {
      "title": "Описание услуг",
      "content": "Crawltomedia предоставляет инструменты для аутентификации, публикации контента и анализа социальных медиа-аккаунтов, включая, но не ограничиваясь, платформами Instagram, YouTube и TikTok. Пользователи могут подключать свои аккаунты через сторонние интеграции и получать доступ к аналитике."
    },
    "userResponsibilities": {
      "title": "Обязанности пользователя",
      "content": {
        "1": "Вам должно быть не менее {{age}} лет для использования наших услуг.",
        "2": "Вы обязуетесь предоставлять точную и полную информацию при регистрации и использовании платформы.",
        "3": "Вы несете ответственность за безопасность своих учетных данных и токенов доступа.",
        "4": "Вы должны соблюдать условия и политику сторонних социальных медиа-платформ, с которыми интегрируетесь."
      }
    },
    "accountSecurity": {
      "title": "Безопасность учетной записи",
      "content": {
        "1": "Пользователи несут ответственность за сохранность своих учетных данных.",
        "2": "Crawltomedia не несет ответственности за несанкционированный доступ, возникший по причине небрежности пользователя."
      }
    },
    "thirdParty": {
      "title": "Сторонние интеграции",
      "content": {
        "1": "Наше приложение использует API сторонних сервисов для доступа к функциям социальных медиа.",
        "2": "Мы не гарантируем бесперебойную доступность сторонних сервисов.",
        "3": "Пользователи обязаны соблюдать условия каждой социальной медиа-платформы, интегрированной с Crawltomedia."
      }
    },
    "dataPrivacy": {
      "title": "Сбор и конфиденциальность данных",
      "content": "Мы собираем и храним данные, связанные с социальными медиа-аккаунтами, для предоставления аналитики и инструментов управления. Наша Политика конфиденциальности описывает, как мы обрабатываем и защищаем ваши данные."
    },
    "prohibitedActivities": {
      "title": "Запрещенные действия",
      "content": {
        "1": "Пользователям запрещено использовать наши услуги для незаконной или мошеннической деятельности.",
        "2": "Попытки реверс-инжиниринга или нарушения работы платформы запрещены.",
        "3": "Нарушение политики социальных медиа-платформ при использовании Crawltomedia запрещено."
      }
    },
    "termination": {
      "title": "Прекращение использования",
      "content": "Crawltomedia оставляет за собой право приостановить или удалить учетные записи пользователей по нашему усмотрению в случае нарушения настоящих Условий."
    },
    "liability": {
      "title": "Ограничение ответственности",
      "content": {
        "1": "Crawltomedia предоставляется 'как есть', без каких-либо гарантий.",
        "2": "Мы не несем ответственности за потерю данных, доходов или несанкционированный доступ.",
        "3": "Пользователи признают, что используют платформу на свой страх и риск."
      }
    },
    "modifications": {
      "title": "Изменения условий",
      "content": "Мы оставляем за собой право обновлять или изменять настоящие Условия в любое время. Пользователи будут уведомлены о значительных изменениях."
    },
    "governingLaw": {
      "title": "Применимое право",
      "content": "Настоящие Условия регулируются применимым местным и международным законодательством."
    },
    "cookiesPolicy": {
      "title": "Политика использования файлов cookie",
      "content": "Мы используем файлы cookie для улучшения пользовательского опыта, анализа трафика и персонализации контента. Используя наши услуги, вы соглашаетесь на использование файлов cookie в соответствии с нашей политикой. Вы можете управлять настройками файлов cookie в своем браузере."
    }
  }
  
}
